tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "th-ch/youtube-music"
brew "antidote"
brew "awscli"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "gitleaks"
brew "imagemagick"
brew "jq"
brew "lua"
brew "neovim"
brew "p7zip"
brew "pgcli"
brew "rclone"
brew "rustup-init"
brew "tmux"
brew "wget"
brew "yt-dlp"
brew "zoxide"
cask "1password-cli"
cask "alt-tab"
cask "devtoys"
cask "font-hack-nerd-font"
cask "gcc-arm-embedded"
cask "netron"
cask "ngrok"
cask "rectangle"
cask "yippy"
cask "youtube-music"
