tap "homebrew/bundle"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "th-ch/youtube-music"
brew "antidote"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "awscli"
brew "python@3.12"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "openvino"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "libassuan"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "imagemagick"
brew "jq"
brew "lua"
brew "neovim"
brew "p7zip"
brew "pgcli"
brew "protobuf"
brew "rustup-init"
brew "tmux"
brew "yt-dlp"
brew "zoxide"
cask "1password-cli"
cask "alt-tab"
cask "devtoys"
cask "netron"
cask "ngrok"
cask "rectangle"
cask "yippy"
cask "youtube-music"
vscode "1yib.svelte-bundle"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-javascript-snippet-pack"
vscode "akamud.vscode-theme-onedark"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "ardenivanov.svelte-intellisense"
vscode "azemoh.one-monokai"
vscode "bbugh.change-color-format"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "eeyore.yapf"
vscode "emeraldwalk.runonsave"
vscode "ericliu.coldcode"
vscode "esbenp.prettier-vscode"
vscode "fcrespo82.markdown-table-formatter"
vscode "floer.suisei-dark-theme"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "helixquar.randomeverything"
vscode "huibizhang.codesnap-plus"
vscode "humao.rest-client"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "inu1255.easy-snippet"
vscode "jota0222.multi-formatter"
vscode "juanblanco.solidity"
vscode "kevinrose.vsc-python-indent"
vscode "lottiefiles.vscode-lottie"
vscode "miguelsolorio.symbols"
vscode "mikestead.dotenv"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "phoenisx.cssvar"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "rohit-gohri.format-code-action"
vscode "ryanyang52.vscode-svelte-snippets"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tmk04.pack-py"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vue.volar"
vscode "vunguyentuan.vscode-postcss"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "znck.grammarly"
