tap "homebrew/bundle"
tap "homebrew/services"
tap "th-ch/youtube-music"
brew "antidote"
brew "freetype"
brew "gcc"
brew "goenv"
brew "lua"
brew "neovim"
brew "p7zip"
brew "pango"
brew "rustup-init"
brew "tmux"
brew "yt-dlp"
brew "zoxide"
cask "alt-tab"
cask "devtoys"
cask "git-credential-manager"
cask "gswitch"
cask "miniconda"
cask "netron"
cask "rectangle"
cask "yippy"
cask "youtube-music"
