tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "th-ch/youtube-music"
brew "antidote"
brew "giflib"
brew "libpng"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "python@3.12"
brew "pixman"
brew "cairo"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ncurses"
brew "cmus"
brew "coreutils"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "gitleaks"
brew "libassuan"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "librsvg"
brew "lua"
brew "neovim"
brew "openvino"
brew "p7zip"
brew "pgcli"
brew "pkg-config"
brew "protobuf"
brew "python-setuptools"
brew "qemu"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "rustup"
brew "tmux"
brew "wget"
brew "yt-dlp"
brew "zoxide"
cask "1password-cli"
cask "alt-tab"
cask "devtoys"
cask "font-fantasque-sans-mono-nerd-font"
cask "gcc-arm-embedded"
cask "netron"
cask "ngrok"
cask "quodlibet"
cask "rectangle"
cask "yippy"
cask "youtube-music"
